; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x000E
lang=Magyar (Hungarian)
name=Mezzoli (mezzoli@mailbox.hu)
date=2012-12-28

[controls]
000=Auto
001=Fájlok hozzáadása
002=Mappa hozzáadása
003=Eltávolítás
004=Mind eltávolítása
005=Böngészés
006=Hozzáfűzés a lista első fájljához (csak haladó felhasználóknak!)
007=Hash
008=Törlés
009=Amikor kész:
010=Kimeneti fájl megnyitása
011=Kimeneti mappa megnyitása
012=Részek törlése
013=Kilépés

[about]
000=Névjegy
001=Kész

[list_column]
000=Útvonal
001=Méret
002=Állapot

[list_status_cat]
000=kész
001=figyelmeztetés
002=hiba

[list_status]
000=kész
001=figyelmeztetés: váratlan sorszám
002=figyelmeztetés: az első fájl mérete nem megfelelő
003=figyelmeztetés: az utolsó fájl mérete nagyobb, mint az előző fájloké
004=hiba: a fájl megnyitása írásra nem lehetséges!
005=hiba: a fájl megnyitása olvasásra nem lehetséges!

[list_tooltip]
000=Bemeneti fájlok listája
001=Útvonal:\t %s\r\nMéret:\t %s\r\nSorrend:\t %d\r\nÁllapot:\t %s

[join_button]
000=Leállítás
001=Összefűzés

[settings]
000=Beállítások
001=Vizsgálatok
002=Hiányzó részek utáni vizsgálat betöltéskor
003=Részek méretének és tartalmának vizsgálata betöltéskor
004=Hiányzó részek utáni vizsgálat
005=Részek méretének és tartalmának vizsgálata
006=Fájl lista
007=Csak az utolsó számút használja a fájl útvonalon (gyorsabb)
008=Összefűzés után minden részlet eltávolítása a listából 
009=Részek automata betöltésének kikapcsolása
010=Almappák újrafelhasználása
011=Általános
012=Ablak állapotának megjegyzése
013=Törölt részek küldése a Lomtárba
014=Alapértelmezett kimeneti útvonal
015=Ugyanaz, mint a bemeneti mappa
016=Saját útvonal
017=Mentés
018=Mégse
019=

[menu]
000=Beállítások
001=Mindig előtérben\tCtrl + T
002=Társítás a .001 fájlokkal (nem hordozható)
003=Hash letiltása
004=Összefűzés után minden részlet eltávolítása a listából
005=Beállítások

006=Nyelv

007=Súgó
008=Online Súgó
009=Weboldal
010=Névjegy
011=

[menu_popup]
000=
001=
002=
003=Eltávolítás
004=Mind eltávolítása

[messages]
001=Nem lehet végrehajtani :(
002=Összefűzési művelet folyamatban, biztos ki akar lépni (nem ajánlott)?
003=Kész
004=Összefűzés...
005=Összefűzési művelet folyamatban!
006=Fájlok összefűzése sikeresen végrehajtva!

007=Csak egyetlen fájl van a listában!
008=Nincs kiválasztva egy eltávolítandó fájl sem!
009=Üres a fájl lista, nincsenek összefűzhető fájlok!
010=Fájl megnyitása nem lehetséges!
011=Kimeneti fájl létrehozása nem lehetséges!
012=Fájl létrehozás sikertelen! Kevés a szabad hely a lemezen?
013=Hozzáadott fájlok: %d
014=Automatikusan betöltött fájlok: %d
015=A kimeneti fájlnév már létezik. Felülírja a fájlt?
016=Nincs megadva a kimeneti fájl útvonal!

017=Hiányzó részek vizsgálata
018=Úgy tűnik hiányzik %d rész, sorrendben: %s.
019=Úgy tűnik hiányzik több, mint %d rész, sorrendben: %s.
020=Részek méreteinek vizsgálata
021=Úgy tűnik ez(ek) a %d rész(ek) különböző méretű(ek), mint az első rész. Ez azt jelenti, a fájl(ok) vagy hibás(ak), vagy nem tartozik(tartoznak) ugyanabba a csoportba. A különböző méretű fájl(ok) sorrendben: %s.
022=Úgy tűnik az utolsó rész mérete nem kisebb, ami jelezné, hogy ez lenne a keresett utolsó rész. Azonban lehet, hogy ebben az esetben ez nem hiba.
023=Biztos, hogy folytatja az összefűzési műveletet?
024=Egyedi útvonal: "%s"
025=-kimenet

[tooltips]
000=* CSAK HALADÓ FELHASZNÁLÓKNAK *\r\nMinden fájl hozzáfűzése a listában lévő első fájlhoz.\r\nGyorsabb lesz a program, de hibázhat, ha a listában lévő fájlok sorrendje téves.
001=A listában lévő fájl(ok) felfelé mozgatása
002=A listában lévő fájl(ok) lefelé mozgatása
003=A mentésre váró kimeneti fájl útvonala
004=A mentésre váró kimeneti fájl helyének keresése
005=A listában lévő fájlok összefűzése
006=Állapot
007=Fájlok hozzáadása a listához
008=Minden fájl hozzáadása a mappából
009=Kiválasztott részlet eltávolítása a listából
010=Minden részlet eltávolítása a listából
011=Részletek elrendezése a listában
012=Automatikus elrendezés bekapcsolása
013=CRC32 hash
014=CRC32 hash kiszámításának bekapcsolása
015=MD5 hash
016=MD5 hash kiszámításának bekapcsolása
017=Hash értékek törlése
018=Minden rész törlése a merevlemezről, amikor kész (csak sikeres összefűzés esetén)
019=Kilépés, amikor kész (csak sikeres összefűzés esetén)
020=Kimeneti fájl megnyitása, amikor kész (csak sikeres összefűzés esetén)
021=Kimeneti mappa megnyitása, amikor kész (csak sikeres összefűzés esetén)

[updater]
000=
001=
002=
